<template>
  <q-page padding>
    
    <p class="text-weight-bold text-center">Что уже есть:</p>
      <ul>
        <li>
          Создание/удаление категорий (для удаления удерживайте нажатие на нужной категории)
        </li>
        <li>
          Ведение трат (для добавления транзакции просто нажмите на нужную категорию) и лимитов в разрезе календарных месяцев
        </li>
        <li>
          Просмотр очетов помесячно
        </li>
        <li>
          Просмотр всех транзакций по категории (двойное нажатие на категории)
        </li>
        <li>
          Изменение лимита (двойное нажатие на категории)
        </li>
        <li>
          Все категории переносятся при наступлении нового месяца
        </li>
      </ul>

  </q-page>
</template>